Repository: adeeteya/FlutterMarkdownEditor
Catalog: lib/l10n/app_*.arb
Languages: az, be, ckb, et, fil, fur, fy, ga, gd, gu, is, ka, km, kn, ku, lb, lo, mai, mg, mi, mn, mt, my, ne, ps, rw, sd, sq, tg, tk, tt, uz, xh, yi, zu

source: Ok
az: Tamam
be: ОК
ckb: باشە
fur: Va ben
ga: Go maith
gd: Ceart gu leòr
gu: ઠીક
ka: კარგი
km: យល់ព្រម
kn: ಸರಿ
lo: ຕົກລົງ
mai: ठीक छैै
mn: Бас
my: အိုကေ
ne: ठिक छ
ps: سمه ده
sd: ٺيڪ آ ٺيڪ ن
sq: I mirë
tg: Дуруст
tk: Bolýar
tt: Ярар
uz: Kelishdikmi
xh: Kulungile
yi: קעשורע
zu: Kulungile

source: Yes
az: Bəli
be: Так
ckb: بەڵێ
et: Jah
fil: Oo
fur: sì
fy: Ja
ga: Tá
gd: Tha
gu: હા
is: Já
ka: დიახ
km: បាត
kn: ಹೌದು
ku: Erê
lb: Jo
lo: ແລ້ວ
mai: हँ
mg: ENY
mi: Āe
mn: Мон
mt: IVA
my: ဟုတ်ကဲ့
ne: हुन्छ
ps: هو
rw: Yego
sd: ها
sq: Po
tg: Ҳа
tk: Hawa
tt: Әйе
uz: Ha
xh: Ewe
yi: יאָ
zu: Yebo

source: Cancel
az: Ləğv etmək
be: Ануляваць
ckb: ڕەتکردنەوە
et: Tühistama
fil: Kanselahin
fur: cancelâ
fy: Opheffe
ga: Cealaigh
gd: Sguir dheth
gu: રદ કરવું
is: Hætta við
ka: გაუქმება
km: លប់ចោល
kn: ರದ್ದುಮಾಡು
ku: Bişûndekirin
lb: Ofbriechen
lo: ຍົກເລີກ
mai: रद्द
mg: hanafoana
mi: Whakakore
mn: Цуаах
mt: Ikkanċella
my: ပျက်စေ
ne: रद्द गर्नु
ps: لغوه کول
rw: Guhagarika
sd: رد ڪري
sq: Anuloj
tg: Манъ кардан
tk: Ýatyr
tt: Бетерү
uz: Bekor qilmoq
xh: Rhoxisa
yi: באָטל מאַכן
zu: Hlikihla

# appTitle
source: Markdown Editor
az: Markdown redaktoru
be: Рэдактар ​​MarkDown
et: Märgiredaktor
fil: Editor ng Markdown
fur: Editôr di markdown
fy: MarkDD-bewurker
ga: Eagarthóir Markdown
gd: Deasaiche Markdown
gu: નિશાની સંપાદક
is: Ritstjóri Markdown
ka: Markdown რედაქტორი
km: កម្មវិធីនិពន្ធម៉ាកុស
kn: ಮಾರ್ಕ್‌ಡೌನ್ ಸಂಪಾದಕ
ku: Edîtorê Markdown
lb: Markéiert Editor
lo: ບັນນາທິການ Markdown
mai: मार्कडाउन संपादक
mg: Mpanonta Editor
mi: Kaituku MarkDown
mn: Тэмдэглэх редактор
mt: Editur Markdown
my: Haror Editor
ne: मार्कडाउन सम्पादक
ps: د مارکډ ایډیټ
rw: Muhinduzi
sd: مارڪ ڊائون اين ايڊيٽر
sq: Redaktor i shenjave
tg: Муҳаррири Маркро
tk: Mazdovdi Redaktor
tt: Марк Дедор
uz: Belgilash muharriri
xh: UMhleli we-Abrikown
yi: מאַרקדאַון עדיטאָר
zu: Umhleli weMarkdown

# previewToolTip
source: Preview
az: Önizləmə
be: Папярэдні прагляд
ckb: پێشبینی
et: Eelvaade
fur: predi
fy: Foarfertoaning
ga: Réamhamharc
gd: Ro-shealladh
gu: પૂર્વદર્શન
is: Forsýning
ka: ანონსი
km: បុរេតសសន៍
kn: ಪೂರ್ವವೀಕ್ಷಣೆ
ku: Pêşnerîn
lb: Virschau méi
lo: ການສະແດງຕົວຢ່າງ
mai: पूर्वावलोकन ८.
mg: TOPI-MASO
mi: Kite wāwā
mn: Киноны урөдчилсан үзлэг
my: တင်ကူးသိမြင်
ne: पुर्व अवलोकन
ps: مخلید
rw: Kureba
sd: نظريو
sq: Vrojtim
tg: Саньиши пешакӣ
tk: Deslapky syn
tt: Алдан карау
uz: Oldindan ko'rish
xh: Imbonakalo
yi: פאָרויסיקע ווייַזונג
zu: Ukukhombisa umdlalo ngaphambi kokuthi ubonwe ngabantu bonke

# switchThemeMenuItem
source: Switch Theme
az: Mövzunu dəyişdirin
be: Тэма пераключэння
ckb: تەوەری سویچ
et: Lüliti teema
fil: Tema ng Lumipat
fur: Teste di comutazion
fy: THEA WURK
ga: Téama lasc
gd: Cuspair suidse
gu: થીમ બદલવી
is: Skiptaþema
ka: შეცვლის თემა
km: ប្តូរស្បែក
kn: ಸ್ವಿಚ್ ಥೀಮ್
ku: Mijara Switch
lb: Schéckt weider Thema
lo: ສັບປ່ຽນຫົວຂໍ້
mai: स्विच थीम 2019।
mi: Kaupapa hurihuri
mn: ЗОРИУЛСАН
mt: Swiċċ it-tema
my: ဆောင်ပုဒ်ကိုပြောင်းပါ
ne: स्विच विषयवस्तु
ps: موضوع بدل کړه
rw: Hindura insanganyamatsiko
sd: مٽايو موضوع
sq: Kaloni temën
tg: Гузариш
tk: Temany geçiriň
tt: Тема темасын күчерү
uz: Mavzuni almashtirish
xh: Tshintsha umxholo
yi: באַשטימען טעמע
zu: Shintsha itimu

# switchViewMenuItem
source: Switch View
az: Keçid görünüşü
be: Пераключыце прагляд
ckb: سویچ ڤیو
et: Lülitusvaade
fil: Lumipat ng view
fur: Viste di comut
fy: Útsicht wikselje
ga: Athraigh Féach
gd: Tionndadh sealladh
gu: સ્વિચ દૃશ્ય
is: Skiptu útsýni
ka: შეცვლის ხედი
km: ប្តូរទិដ្ឋភាព
kn: ಸ್ವಿಚ್ ವೀಕ್ಷಣೆ
ku: Dîtina guhêrbar
lb: Sausde Voen
lo: ເປີດມຸມມອງ
mai: स्विच देखें
mg: Miova hevitra
mi: Huringa Tirohanga
mn: Гүйлгэх
mt: Swiċċ veduta
my: ကြည့်ရန်
ne: दृश्य स्विच
ps: د بدلولو ځای
rw: Hindura
sd: نظر مٽبو
sq: Pamja e ndërprerës
tg: Намоиши гузариш
tk: Görüşgin görüşeri
tt: Күчергеч күренеш
uz: Fikrlash ko'rinishi
xh: Tshintshela
yi: באַשטימען מיינונג
zu: Shintsha ukubuka

# openFileMenuItem
source: Open
az: Açıq-saçıq
be: Адкрыты
ckb: کردنەوە
et: Avatud
fil: Buksan
fur: Viert
fy: Iepen
ga: Ar oscailt
gd: Fosgailte
gu: ખુલ્લું
is: Opið
ka: გახსნა
km: ដេលចមហរ
kn: ತೆರೆ
ku: Vekirî
lb: Ëmen e gratis
lo: ເປີດ
mai: खुलल
mg: Sokafy
mi: Tuwhera
mn: Нээлттэй
mt: Miftuħa
my: ဖွင့်လှစ်
ne: खोल्नु
ps: خلاص
rw: Fungura
sd: کوليو
sq: I hapur
tg: Кушодан
tk: Açyk
tt: Ачык
uz: Ochiq
xh: Vula
yi: עפענען
zu: Vula

# markdownTextInputLabel
source: Enter your markdown text here
az: Markdown mətninizi buraya daxil edin
be: Увядзіце свой тэкст MarkDown тут
ckb: دەقی Markdown ی خۆت لێرە بنووسە
et: Sisestage oma märgistus tekst siia
fil: Ipasok ang iyong markdown na teksto dito
fur: Inserî il to test di segn culì
fy: Fier hjir jo markDown-tekst yn
ga: Iontráil do théacs Markdown anseo
gd: Cuir a-steach an teacsa Markdown an seo
gu: તમારું માર્કડાઉન ટેક્સ્ટ અહીં દાખલ કરો
is: Sláðu inn MarkDown textann þinn hér
ka: შეიყვანეთ თქვენი Markdown ტექსტი აქ
km: បញ្ចូលអត្ថបទសម្គាល់របស់អ្នកនៅទីនេះ
kn: ನಿಮ್ಮ ಮಾರ್ಕ್‌ಡೌನ್ ಪಠ್ಯವನ್ನು ಇಲ್ಲಿ ನಮೂದಿಸಿ
ku: Nivîsara Markdown-ê li vir binivîse
lb: Gitt Äert Markdown Text hei
lo: ກະລຸນາໃສ່ຂໍ້ຄວາມ Markown ຂອງທ່ານທີ່ນີ້
mai: अपन मार्कडाउन पाठ एतय दर्ज करू
mg: Ampidiro eto ny lahatsoratra nosoratanao
mi: Whakauruhia to tuhinga tohu tohu konei
mn: Тэмдэгт текстээ энд оруулна уу
mt: Daħħal it-test Markdown tiegħek hawn
my: ဤနေရာတွင်သင်၏အမှတ်အသားစာသားကိုရိုက်ထည့်ပါ
ne: यहाँ तपाईंको मार्कडाउन पाठ प्रविष्ट गर्नुहोस्
ps: خپل د نښه کولو متن دلته دننه کړئ
rw: Injira inyandiko yawe hano
sd: هتي پنهنجو نشان لکو هتي داخل ڪريو
sq: Futni tekstin tuaj të markës këtu
tg: Матни аломати худро дар ин ҷо ворид кунед
tk: Bellik tekstiňizi şu ýere giriziň
tt: Монда Марк Даунгны кертегез
uz: Belgilangan matnni bu erda kiriting
xh: Ngenisa itekisi yakho yophawu apha
yi: אַרייַן דיין מאַרקדאַון טעקסט דאָ
zu: Faka umbhalo wakho wokumaka lapha

source: Error
az: Səhv
be: Памылка
ckb: هەڵە
et: Viga
fur: Erôr
fy: Fersin
ga: Earráid
gd: Mearachd
gu: ભૂલ
is: Villa
ka: შეცდომა
km: កមហុស
kn: ದೋಷ
ku: Şaşî
lb: Feeler
lo: ຜິດ
mai: दोष
mg: fahadisoana
mi: Hē
mn: Алдаа
mt: Żball
my: အမှား
ne: त्रुटि
ps: تېروتنه
rw: Ikosa
sd: غلط
sq: Gabim
tg: Хатогӣ
tk: Ýalňyşlyk
tt: Хата
uz: Xato
xh: Impazamo
yi: גרייַז
zu: Ukuphambeka

# unableToOpenFileError
source: Unable to open the file, try opening it from open file option on the menu
az: Fayl açmaq olmur, menyuda açılan fayl seçimindən onu açmağa çalışın
be: Немагчыма адкрыць файл, паспрабуйце адкрыць яго з опцыі Open File у меню
ckb: ناتوانیت فایلەکە بکەیتەوە، هەوڵبدە لە بژاردەی Open File لە مینیوەکەدا بیکەیتەوە
et: Ei saa faili avada
fil: Hindi mabuksan ang file, subukang buksan ito mula sa pagpipilian ng Open File sa menu
fur: No podint vierzi il file, provâ a vierzilu de opzion di file viert sul menût
fy: Kin it bestân net iepenje, besykje it te iepenjen fan iepen bestânopsje op it menu
ga: Ní féidir an comhad a oscailt, déan iarracht é a oscailt ó rogha comhaid oscailte ar an roghchlár
gd: Cha ghabh am faidhle fhosgladh, feuch ri fhosgladh bho roghainn faidhle fosgailte air a 'chlàr
gu: ફાઇલ ખોલવામાં અસમર્થ, તેને મેનૂ પર ખુલ્લા ફાઇલ વિકલ્પથી ખોલવાનો પ્રયાસ કરો
is: Ekki er hægt að opna skrána, prófa að opna hana úr opnum skráarvalkostum á valmyndinni
ka: ფაილის გახსნა შეუძლებელია, სცადეთ გახსენით იგი მენიუში ღია ფაილის პარამეტრიდან
km: មិនអាចបើកឯកសារទេសូមព្យាយាមបើកវាពីជម្រើសឯកសារនៅលើម៉ឺនុយ
kn: ಫೈಲ್ ತೆರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ, ಅದನ್ನು ಮೆನುವಿನಲ್ಲಿ ಓಪನ್ ಫೈಲ್ ಆಯ್ಕೆಯಿಂದ ತೆರೆಯಲು ಪ್ರಯತ್ನಿಸಿ
ku: Nekarin pelê vekin, hewl bidin ku ew ji vebijarka pelê vekirî li ser menu vekir
lb: Kann de Fichier net opmaachen, probéiert et aus Open Datei Optioun op de Menu
lo: ບໍ່ສາມາດເປີດເອກະສານ, ລອງເປີດຈາກຕົວເລືອກ Open File ໃນເມນູ
mai: फाइल खोलबा मे असमर्थ, मेनू पर खुलल फाइल विकल्प स खोलबाक प्रयास करू
mg: Tsy afaka nanokatra ny rakitra, andramo hanokatra azy amin'ny safidy misokatra misokatra eo amin'ny menu
mi: Kaore e taea te whakatuwhera i te konae, ngana ki te whakatuwhera i te kōwhiringa konae i runga i te tahua
mn: Файлыг нээх боломжгүй бол цэс дээрх нээлттэй файлын сонголтоос нээхийг хичээ
mt: Ma tistax tiftaħ il-fajl, ipprova tiftaħha mill-għażla tal-fajl miftuħ fuq il-menu
my: ဖိုင်ကိုဖွင့ ်. မရပါ, ၎င်းကိုမီနူးတွင်ဖွင့်ထားသောဖိုင် option မှဖွင့်ပါ
ne: फाइल खोल्न असमर्थ, मेनूमा खुला फाइल विकल्पबाट यसलाई खोल्ने प्रयास गर्नुहोस्
ps: د فایل خلاصولو توان نلري، هڅه وکړئ چې په مینو کې د خلاص فایل اختیار څخه خلاص کړئ
rw: Ntushobora gufungura dosiye, gerageza uyifungure uhereye kuri dosiye yafunguye kuri menu
sd: فائل کولڻ کان قاصر، ان کي کولڻ جي لاء ان کي کولڻ جي ڪوشش ڪريو مينيو تي
sq: Në pamundësi për të hapur skedarin, provoni ta hapni atë nga opsioni i skedarit të hapur në menunë
tg: Кушодани файл нестам, кӯшиш кунед, ки аз интихоби файли кушода дар меню кушодед
tk: Faýly açyp bolmaýar, menýuda açyk faýl opsiýasyndan açyp synap görüň
tt: Файлны ача алмый, аны менюдагы ачык файл вариантын ачарга тырышыгыз
uz: Faylni ochib bo'lmadi, uni menyudagi Ochiq fayl variantidan ochishga harakat qiling
xh: Ayikwazi ukuvula ifayile, zama ukuyivula ukusuka kwimenyu evulekileyo kwimenyu
yi: ניט געקענט צו עפֿענען די טעקע, פּרוּווט עפן עס פון עפן טעקע אָפּציע אויף די מעניו
zu: Ayikwazi ukuvula ifayela, zama ukuyivula kusuka ku-Open File Option kumenyu

# unableToOpenFileFromMenuError
source: Unable to open the file
az: Fayl açmaq olmur
be: Немагчыма адкрыць файл
ckb: ناتوانێت فایلەکە بکاتەوە
et: Faili ei saa avada
fil: Hindi mabuksan ang file
fur: No podìn vierzi il file
fy: Kin it bestân net iepenje
ga: Ní féidir an comhad a oscailt
gd: Cha ghabh am faidhle fhosgladh
gu: ફાઇલ ખોલવામાં અસમર્થ
is: Ekki er hægt að opna skrána
ka: ფაილის გახსნა შეუძლებელია
km: មិនអាចបើកឯកសារបានទេ
kn: ಫೈಲ್ ತೆರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ
ku: Pelê nekarîn vekin
lb: Kann de Fichier net opmaachen
lo: ບໍ່ສາມາດເປີດເອກະສານໄດ້
mai: फाइल खोलबामे असमर्थ
mg: Tsy afaka nanokatra ny rakitra
mi: Kaore e taea te whakatuwhera i te konae
mn: Файлыг нээх боломжгүй байна
mt: Ma tistax tiftaħ il-fajl
my: ဖိုင်ကိုဖွင့ ်. မရပါ
ne: फाईल खोल्न असमर्थ
ps: د فایل خلاصولو توان نلري
rw: Ntushobora gufungura dosiye
sd: فائل کولڻ کان قاصر
sq: Në pamundësi për të hapur skedarin
tg: Қодир ба кушодани файл наметавонад
tk: Faýly açyp bolmaýar
tt: Файлны ача алмый
uz: Faylni ochib bo'lmadi
xh: Ayikwazi ukuvula ifayile
yi: ניט געקענט צו עפֿענען די טעקע
zu: Ayikwazi ukuvula ifayela

# emptyInputTextContent
source: Please enter some text
az: Zəhmət olmasa bir neçə mətn daxil edin
be: Калі ласка, увядзіце нейкі тэкст
ckb: تکایە هەندێک دەق بنووسە
et: Palun sisestage mõni tekst
fil: Mangyaring magpasok ng ilang teksto
fur: Par plasê inserî cualchi test
fy: Fier wat tekst yn
ga: Iontráil roinnt téacs le do thoil
gd: Cuir a-steach beagan teacsa
gu: કૃપા કરીને કેટલાક ટેક્સ્ટ દાખલ કરો
is: Vinsamlegast sláðu inn einhvern texta
ka: გთხოვთ, შეიყვანოთ რამდენიმე ტექსტი
km: សូមបញ្ចូលអត្ថបទខ្លះ
kn: ದಯವಿಟ್ಟು ಕೆಲವು ಪಠ್ಯವನ್ನು ನಮೂದಿಸಿ
ku: Ji kerema xwe hin nivîs binivîse
lb: Gitt w.e.g. e puer Text an
lo: ກະລຸນາໃສ່ຂໍ້ຄວາມບາງຢ່າງ
mai: कृपया किछु पाठ दर्ज करू
mg: Ampidiro azafady ny lahatsoratra
mi: Tomo koa ki etahi tuhinga
mn: Зарим текстийг оруулна уу
mt: Jekk jogħġbok daħħal xi test
my: ကျေးဇူးပြု. စာသားကိုရိုက်ထည့်ပါ
ne: कृपया केहि पाठ प्रविष्ट गर्नुहोस्
ps: مهرباني وکړئ یو څه متن دننه کړئ
rw: Nyamuneka andika inyandiko
sd: مهرباني ڪري ڪجهه متن داخل ڪريو
sq: Ju lutemi shkruani disa tekst
tg: Лутфан матнро ворид кунед
tk: Käbir teksti giriziň
tt: Зинһар, текстны кертегез
uz: Iltimos, bir nechta matnni kiriting
xh: Nceda ufake itekisi
yi: ביטע אַרייַן עטלעכע טעקסט
zu: Sicela ufake umbhalo othile

source: Clear
az: Aydın
be: Ясны
ckb: ڕوون
et: Selge
fil: Malinaw
fur: Clâr
fy: Klear
ga: Glan amach
gd: Soilleir
gu: સ્પષ્ટ
is: Tær
ka: გასუფთავება
km: ផ្លឺ
kn: ಸ್ಪಷ್ಟ
ku: Zelal
lb: Liichten
lo: ແຈ່ມແຈ້ງ
mai: साफ
mg: Mazava
mi: Purata
mn: Саруул
mt: Ċar
my: ရှင်းလင်းသော
ne: स्पष्ट
ps: روښانه
rw: Birasobanutse
sd: صاف طاقت
sq: I qartë
tg: Равшан
tk: Düşnükli
tt: Чиста
uz: Aniq
xh: Cacisa
yi: קלאָר
zu: -Cwebile

# clearAllTitle
source: Clear All
az: Hamısını təmizləmək
be: Ачысціце ўсе
ckb: هەمووی پاک بکەرەوە
et: Puhastama kõik
fil: Malinaw ang lahat
fur: Cjamâ dut dut
fy: Alles wiskje
ga: Glan gach rud
gd: Glan a h-uile càil
gu: બધુ સાફ કરવું
is: Skýrt allt
ka: გასუფთავება
km: ជម្រះទាំងអស់
kn: ಎಲ್ಲವನ್ನು ತೆರವುಗೊಳಿಸಿ
ku: Hemî paqij bikin
lb: Emlotzen alleng
lo: ລ້າງທັງຫມົດ
mai: स्पष्ट सब 2019।
mg: Mazava ny rehetra
mi: Horoia katoa
mn: Бүгдийг цэвэрлэ
mt: Ċar kollox
my: အားလုံးရှင်းပါတယ်
ne: सबै खाली गर्नुहोस्
ps: ټول پاک کړه
rw: Sobanura byose
sd: بلڪل بلڪل
sq: Pastroni të gjitha
tg: Тамоман тоза
tk: Hemmesini arassala
tt: Барысын да чистарту
uz: Hamma narsani tozalang
xh: Yicime yonke
yi: ויסמעקן אַלע
zu: Sula konke

# clearAllContent
source: Are you sure do you want to clear all the text?
az: Bütün mətni təmizləmək istədiyinizə əminsinizmi?
be: Вы ўпэўнены, што хочаце ачысціць увесь тэкст?
ckb: ئایا دڵنیای دەتەوێت هەموو دەقەکان پاک بکەیتەوە؟
et: Kas olete kindel, kas soovite kogu teksti kustutada?
fil: Sigurado ka bang nais mong limasin ang lahat ng teksto?
fur: Sicurt che tu âs di distacâ dut il test?
fy: Binne jo wis wolle jo alle tekst wiskje?
ga: An bhfuil tú cinnte an bhfuil tú ag iarraidh an téacs go léir a ghlanadh?
gd: A bheil thu cinnteach gu bheil thu airson an teacsa gu lèir a ghlanadh?
gu: શું તમને ખાતરી છે કે શું તમે બધા ટેક્સ્ટને સાફ કરવા માંગો છો?
is: Ertu viss um að þú viljir hreinsa allan textann?
ka: დარწმუნებული ხართ, რომ გსურთ ყველა ტექსტის გასუფთავება?
km: តើអ្នកប្រាកដទេថាតើអ្នកចង់លុបអត្ថបទទាំងអស់ទេ?
kn: ಎಲ್ಲಾ ಪಠ್ಯವನ್ನು ತೆರವುಗೊಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ku: Ma hûn guman dikin ku hûn dixwazin hemî nivîsê paqij bikin?
lb: Sidd Dir sécher, Dir wëllt all Text läschen?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການກໍາຈັດຂໍ້ຄວາມທັງຫມົດ?
mai: की अहाँ निश्चित छी जे अहाँ सब पाठ साफ करय चाहैत छी?
mg: Azonao antoka ve fa tianao ny hamaha ny lahatsoratra rehetra?
mi: Kei te mohio koe kei te hiahia koe ki te horoi i nga tuhinga katoa?
mn: Та бүх текстийг цэвэрлэхийг хүсч байна уу?
mt: Int żgur li trid tnaddaf it-test kollu?
my: စာသားအားလုံးကိုရှင်းချင်ပါသလား။
ne: के तपाईं निश्चित हुनुहुन्छ कि तपाईं सबै पाठ खाली गर्न चाहानुहुन्छ?
ps: ایا تاسو ډاډه یاست ایا تاسو غواړئ ټول متن پاک کړئ؟
rw: Uzi neza ko ushaka gukuraho inyandiko zose?
sd: ڇا توهان کي پڪ آهي ته توهان سڀني متن کي صاف ڪرڻ چاهيو ٿا؟
sq: A jeni i sigurt a doni të pastroni të gjithë tekstin?
tg: Шумо мутмаин ҳастед, ки ҳама матнро тоза кардан мехоҳед?
tk: Thehli teksti arassalamak isleýärsiňizmi?
tt: Сез бөтен текстны чистартырга телисезме?
uz: Haqiqatan ham barcha matnni o'chirmoqchimisiz?
xh: Uqinisekile ukuba ufuna ukucima sonke isicatshulwa?
yi: זענט איר זיכער איר ווילן צו ויסמעקן אַלע די טעקסט?
zu: Uqinisekile ukuthi ufuna ukusula wonke umbhalo?

# saveFileDialogTitle
source: Enter the name of the file
az: Faylın adını daxil edin
be: Увядзіце імя файла
ckb: ناوی فایلەکە بنووسە
et: Sisestage faili nimi
fil: Ipasok ang pangalan ng file
fur: Inserî il non dal file
fy: Fier de namme fan it bestân yn
ga: Iontráil ainm an chomhaid
gd: Cuir a-steach ainm an fhaidhle
gu: ફાઇલનું નામ દાખલ કરો
is: Sláðu inn nafn skráarinnar
ka: შეიყვანეთ ფაილის სახელი
km: បញ្ចូលឈ្មោះឯកសារ
kn: ಫೈಲ್‌ನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ku: Navê pelê binivîse
lb: Gitt den Numm vun der Datei
lo: ໃສ່ຊື່ຂອງເອກະສານ
mai: फाइल के नाम दर्ज करू
mg: Ampidiro ny anaran'ny rakitra
mi: Whakauruhia te ingoa o te konae
mn: Файлын нэрийг оруулна уу
mt: Daħħal l-isem tal-fajl
my: ဖိုင်၏အမည်ကိုရိုက်ထည့်ပါ
ne: फाईलको नाम प्रविष्ट गर्नुहोस्
ps: د فایل نوم دننه کړئ
rw: Injira izina rya dosiye
sd: فائل جو نالو داخل ڪريو
sq: Vendosni emrin e skedarit
tg: Номи файлро ворид кунед
tk: Faýlyň adyny giriziň
tt: Файлның исемен кертегез
uz: Fayl nomini kiriting
xh: Ngenisa igama lefayile
yi: אַרייַן די נאָמען פון דער טעקע
zu: Faka igama lefayela

source: Save
az: Qurtarmaq
be: Ашчаджаць
ckb: هەڵگرتن
et: Kokkuhoid
fil: I -save
fur: Salvâ
fy: Rêde
ga: Spáráil
gd: Sàbhail
gu: બચત કરવી
is: Vista
ka: გადარჩენა
km: សរេង្គាហ
kn: ಉಳಿಸು
ku: Rizgarkirin
lb: Spuerwäit
lo: ປະຢັດ
mai: बचाउ
mg: afa-tsy
mi: Whakaora
mn: Аврах
mt: Ħlief
my: ကယ်ဆယ်
ne: बचाउनु
ps: خوندي کړئ
rw: Kubika
sd: سڪرو
sq: Ruaj
tg: Пул захира кардан
tk: Tygşytlaň
tt: Саклагыз
uz: Tejash
xh: Gcina
yi: ויסלייזן
zu: Hlenga

# linkDialogTextTitle
source: Text
az: Mətanət
be: Тэкст
ckb: دەق
et: Tekst
fil: Teksto
fur: Test
fy: Tekst
ga: Téacs
gd: Teacs
gu: લખાણ
is: Texti
ka: ტექსტი
km: អត្ថបត
kn: ಪಠ್ಯ
ku: Nivîstok
lo: ຂໍ້ຄວາມ
mai: मूल ग्रन्थ
mi: Kupu tuhi
mn: Сэдэв
mt: Test
my: ဖတ်စာ
ne: मूलपाठ
ps: متن
rw: Inyandiko
sd: ٽايو
sq: Tekst
tg: Матн
tk: Tekst
tt: Текст
uz: Matn
xh: Isicatshulwa
yi: טעקסט
zu: Umbhalo

# linkDialogLinkTitle
source: Link
az: Ləkə
be: Звяно
ckb: لینک
fur: Colegament
fy: Bân
ga: Iall
gd: Ceangal
gu: સંબંધ
is: Hlekkur
ka: ბმული
km: ការតាក់តង
kn: ಮರ
ku: Girêk
lb: Maacht d'Link
lo: ການເຊື່ອມໂຍງ
mai: सम्बन्ध
mg: Rohy
mi: Hononga
mn: Эгнээ
my: သံကွင်းဆက်
ne: बन्धन
ps: لینک
rw: Ihuza
sd: لنڪ
sq: Lidhje
tg: Алоща
tk: Baglanyşyk
tt: Сылтама
uz: Bog'lamoq
xh: Ikhonkco
yi: רונג
zu: Ulungu lokuthile

# enterLinkTextDialogTitle
source: Enter Link
az: Link daxil etmək
be: Увядзіце спасылку
ckb: لینکی داخڵ بکە
et: Sisestage link
fil: Ipasok ang link
fur: Inserî il leam
fy: Link ynfiere
ga: Iontráil Nasc
gd: Cuir a-steach ceangal
gu: કડી દાખલ કરો
is: Sláðu inn hlekk
ka: შეიყვანეთ ბმული
km: បញ្ចូលតំណ
kn: ಲಿಂಕ್ ನಮೂದಿಸಿ
ku: LINK binivîse
lb: Gitt Link
lo: ໃສ່ລິ້ງ
mai: लिंक दर्ज करू
mg: Ampidiro rohy
mi: Whakauru hononga
mn: Оруулах
mt: Daħħal link
my: link ကိုရိုက်ထည့်ပါ
ne: लिंक प्रविष्ट गर्नुहोस्
ps: لینک دننه کړئ
rw: Injira
sd: لنڪ ۾ داخل ڪريو
sq: Fut Link
tg: Истинодро ворид кунед
tk: Baglanyşyga giriň
tt: Ссылка кертегез
uz: Havolani kiriting
xh: Ngenisa ikhonkco
yi: אַרייַן לינק
zu: Faka isixhumanisi

source: Bold
az: Cılız
be: Смелы
ckb: تۆخ
et: Paks
fil: Matapang
fur: Coragjôs
fy: Dryst
ga: Trom
gd: Dàna
gu: હિંમતવાન
is: Djörf
ka: გაბედული
km: ក្លាហាន
kn: ಕುಶಲ
ku: Hesabî
lb: Flaell
lo: ກ້າຫານ
mai: साहसी
mg: Sahy
mi: Māia
mn: Зоригтой
mt: Kuraġġuż
my: ရဲရင့်သော
ne: निडर
ps: بولډ
rw: Ubutinyutsi
sd: بولڊ
sq: I guximshëm
tg: Далер
tk: Goýy
tt: Калын
uz: Jasur
xh: Ngesibindi
yi: דרייסט
zu: -Nesibindi

source: Italic
az: Kursiv
be: Італьянскі
ckb: ئیتاڵیک
et: Kaldkirjas
fur: funzion
fy: Fral
ga: Iolrach
gd: Clò eadailteach
gu: ઇટાલિક
is: Skáletrað
ka: იტალიური
km: ទ្រេត
kn: ಇಟಾಲಿಕ್
ku: Italî
lb: Italical
lo: ອິຕາລີ
mai: इटालिक 2019।
mg: sora-mandry
mi: Ilic
mn: Зун
mt: Korsiv
my: စာလုံးစောင်း
ne: इटालिक
ps: ایټالیک
rw: Italike
sd: اطالوي
sq: Italik
tg: Итолиёвӣ
tk: Italýan
tt: Италик
uz: Kursiv
yi: ייטאַל
zu: -Ngqitha

source: Link
az: Ləkə
be: Звяно
ckb: لینک
fur: Colegament
fy: Bân
ga: Iall
gd: Ceangal
gu: સંબંધ
is: Hlekkur
ka: ბმული
km: ការតាក់តង
kn: ಮರ
ku: Girêk
lb: Maacht d'Link
lo: ການເຊື່ອມໂຍງ
mai: सम्बन्ध
mg: Rohy
mi: Hononga
mn: Эгнээ
my: သံကွင်းဆက်
ne: बन्धन
ps: لینک
rw: Ihuza
sd: لنڪ
sq: Lidhje
tg: Алоща
tk: Baglanyşyk
tt: Сылтама
uz: Bog'lamoq
xh: Ikhonkco
yi: רונג
zu: Ulungu lokuthile

source: Image
az: Şəkil
be: Выява
ckb: وێنە
et: Pilt
fil: Imahe
fur: Imagjin
fy: Byld
ga: Íomhá
gd: Ìomhaigh
gu: છબી
is: Mynd
ka: გამოსახულება
km: ធម្ផារម្ផន៍
kn: ಚಿತ್ರ
ku: Wêne
lb: Bild vun Image
lo: ຮູບ
mai: छवि
mg: SARY
mi: Pakoko
mn: Дүр
mt: Immaġni
my: အရုပ်
ne: रुप
ps: انځور
rw: Ishusho
sd: تصوير
sq: Imazh
tg: Тасвири
tk: Şekil
tt: Образ
uz: Rasm
xh: Umfanekiso
yi: בילד
zu: Isifanekiso

source: Heading
az: Başlıq
be: Загаловак
ckb: سەردێڕ
et: Pealkiri
fur: Viodi
fy: Opskrift
ga: Ceannleagadh
gd: Ceann
gu: શીર્ષક
is: Fyrirsögn
ka: სათაური
km: ក្បាលសមបុរត
kn: ಶಿರೋನಾಮೆ
ku: Sernivîs
lb: Reimenen
lo: ຫົວຂໍ້
mai: हेडिंग 2019।
mg: LOHATENY
mi: Whakaūpoko
mn: Гарчиг
mt: Intestatura
my: ဉီးတည်ချက်
ne: शीर्षक
ps: سرلیک
rw: Umutwe
sd: پيراپ
sq: Titull
tg: Сарлавҳа
tk: Sözbaşy
tt: Баш
uz: Sarlavha
xh: Isihloko
yi: כעדינג
zu: Ukuhola

source: Code
az: Kodlaşdırmaq
be: Код
ckb: کۆد
et: Kood
fur: codiç
fy: Koade
ga: Cód
gd: Còd
gu: સંહિતા
is: Kóðinn
ka: კოდი
km: ច្បាប់រដ្ឋប្បវេនី
kn: ಸಂಹಿತೆ
ku: Navê dizî
lb: CODE CODEN
lo: ລະຫັດ
mai: कोड 10।
mg: fehezan-dal√†na
mi: Tohu pūmanawa
mn: Хуулө цааз
mt: Kodiċi
my: လုံးပေါင်းပြဌါန်းသည့်ဉပဒေ
ne: नियामावली
ps: کوډ
rw: Kode
sd: ڪوڊ
sq: Kodifikim
tg: Рамз
tk: Kody
tt: Код
uz: Kod
xh: Ikhowudi
yi: קאָדעקס
zu: Ukufingqwa

source: Bullet List
az: Güllə siyahısı
be: Спіс кулі
ckb: لیستی فیشەک
et: Kuulide nimekiri
fil: Listahan ng Bullet
fur: Liste di bulle
fy: Belselist
ga: Liosta Bullet
gd: Liosta peilear
gu: ગોળી
is: Skothríðslisti
ka: ტყვიების სია
km: បញ្ជីចំណុច
kn: ಗುಂಡು ಪಟ್ಟಿ
ku: Navnîşa guleyan
lb: Bullet Lëscht
lo: ບັນຊີລາຍຊື່ລູກປືນ
mai: बुलेट लिस्ट 2019।
mg: Lisitry ny bala
mi: Raarangi Raarangi
mn: Баруу Жууп жагсаалт
mt: Lista tal-Bullet
my: ကျည်ဆန်စာရင်း
ne: सरल सूची
ps: د ګولۍ لیست
rw: Urutonde rw'amasasu
sd: بلٽ لسٽ
sq: Listë e plumbave
tg: Рӯйхати Тамом
tk: Ok sanawynda
tt: Пуля исемлеге
uz: O'qlar ro'yxati
xh: Uluhlu lweBullet
yi: קויל רשימה
zu: Uhlu lwezinhlamvu

source: Quote
az: Sitat gətirmək
be: Цытаваць
ckb: وەرگرتە
et: Tsitaat
fur: Preventîf
fy: Opjaan
ga: Luailt
gd: Cuòt
gu: ભાવ
is: Tilvitnun
ka: ციტატის მოყვანა
km: ការវាយតមលៃ
kn: ಉಲ್ಲೇಖಿಸು
ku: Girtebêjîn
lb: Zitzbete kackelt
lo: ອ້າງ
mai: उद्धरण
mg: notsongaina
mi: Whakahua
mn: Иш татах
mt: Kwotazzjoni
my: စြေးထား
ne: उद्घत गर्नु
ps: نرخ
rw: Amagambo
sd: پڙهائي سينس
sq: Citoj
tg: Нархмонӣ
tk: Sitata
tt: Цитата
uz: Narx
xh: Isicatshulwa
yi: ציטירן
zu: Phinda amazwi ashiwo ngomunye umuntu

source: Horizontal Rule
az: Üfüqi qayda
be: Гарызантальнае правіла
ckb: یاسای ئاسۆیی
et: Horisontaalne reegel
fil: Pahalang na panuntunan
fur: Regole orizontâl
fy: Horizontale regel
ga: Riail chothrománach
gd: Riaghailt chòmhnard
gu: આડા નિયમ
is: Lárétt regla
ka: ჰორიზონტალური წესი
km: វិធានផ្តេក
kn: ಸಮತಲ ಆಡಳಿತ
ku: Rêza horizontî
lb: Horizontal Regel
lo: ກົດລະບຽບຕາມແນວນອນ
mai: क्षैतिज नियम २.
mg: Fitsipika momba ny horizontal
mi: Ture Hori
mn: Хэвтээ дүрэм
mt: Regola orizzontali
my: အလျားလိုက်စည်းမျဉ်း
ne: तेर्सो नियम
ps: افقي قانون
rw: Amategeko atambitse
sd: افقي قاعدو
sq: Sundim horizontal
tg: Қоидаи уфуқӣ
tk: Gorizontal düzgün
tt: Горизонталь кагыйдә
uz: Gorizontal qoida
xh: Umthetho othe tyaba
yi: האָריזאָנטאַל הערשן
zu: Umthetho ovundlile

source: Strikethrough
az: Vurmaq
et: Löök
fur: Strichet
ga: Strócóideacht
gd: Strikthrough
gu: હડતાલ
ka: გაფიცვა
kn: ಎದೆಗುಂದಿಸು
lb: Streiksthrough
lo: ການເຄື່ອນໄຫວ
mai: स्ट्राइकथ्रू 2019।
mi: Tuhinga o mua
mn: Strikethrugh
my: အချစ်
ne: स्ट्राइकथु
ps: اعتصاب
rw: Imyigaragambyo
sd: هڙتال ڪندڙ
sq: Që ka kohë
tg: Strikesshough
tk: Iş taşlaýyş
tt: Бәрелеш
uz: StrikriRu
xh: Ukubetha
yi: סטריקעטהראָוגה
zu: I-Strikethrough
